export const coverLetter = {
  contents: [
    {
      title: "좋은 사용자 경험을 제공합니다.",
      description:
        "FE 개발자는 사용자에게 UI를 통한 신뢰와 편의를 제공하는 것이 중요하다고 생각합니다. UX 개선을 위한 기술을 학습하며 적용하고 있습니다",
    },
    {
      title: "새로운 기술에 흥미가 많습니다.",
      description:
        "주도적으로 기술을 학습하며 Next.js app 라우터 마이그레이션, 웹 페이지 최적화, 퍼널 기법 도입, PWA 구축 등을 경험했습니다",
    },
    {
      title: "커뮤니케이션을 중요시합니다.",
      description:
        "존중을 바탕으로 협업합니다, 근거 있는 코드 작성과 피드백을 통해 서로가 만족할 수 있는 결과물 도출을 지향합니다",
    },
  ],
};
